Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Are you sure you want to delete this item?
ca_es: Esteu segur de voler eliminar aquest element?

source: <em>Edit @type</em> @title
ca_es: <em>Edita @type</em> @title

source: You have not created any content types yet. Go to the <a href="@create-content">content type creation page</a> to add a new content type.
ca_es: No heu creat encara cap tipus de contingut. Aneu a la <a href="@create-content">pàgina de creació de tipus de contingut</a> per afegir-ne un de nou.

source: Revision log message
ca_es: Missatge de registre de la revisió

source: Provide an explanation of the changes you are making. This will help other authors understand your motivations.
ca_es: Proporcioneu una explicació dels canvis que esteu fent. Això ajudarà a d'altres autors a entendre les vostres motivacions.

source: Format: %time. The date format is YYYY-MM-DD and %timezone is the timezone offset from UTC. Leave blank to use the time of form submission.
ca_es: Format: %time. El format de la data és YYY-MM-DD i la diferència respecte UTC segons el fus horari és de %timezone. Deixeu-ho en blanc per a utilitzar la data d'enviament del formulari.

source: Tokens related to individual content items, or "nodes".
ca_es: Tokens relacionats amb elements de contingut individuals, o "nodes".

source: The unique ID of the content item, or "node".
ca_es: L'ID únic de l'element de contingut o "node".

source: The unique ID of the user who posted the node.
ca_es: L'ID únic de l'usuari que ha publicat el node.

source: The main body text of the node.
ca_es: El text del cos principal del node.

source: The summary of the node's main body text.
ca_es: El resum del text del cos principal del node.

source: The content access permissions need to be rebuilt. <a href="@node_access_rebuild">Rebuild permissions</a>.
ca_es: Cal reconstruir els permisos d'accés al contingut. <a href="@node_access_rebuild">Reconstruïu-los</a>.

source: The Node module manages the creation, editing, deletion, settings, and display of the main site content. Content items managed by the Node module are typically displayed as pages on your site, and include a title, some meta-data (author, creation time, content type, etc.), and optional fields containing text or other data (fields are managed by the <a href="@field">Field module</a>). For more information, see the online handbook entry for <a href="@node">Node module</a>.
ca_es: El mòdul Node gestiona la creació, edició, supressió, paràmetres i visualització del contingut principal del lloc. Els elements de contingut gestionats pel mòdul Node es mostren, típicament, com a pàgines del vostre lloc, i inclouen un títol, algunes metadades (autor, data de creació, tipus de contingut, etc.), i camps opcionals que contenen text i d'altres dades (els camps són gestionats pel <a href="@field">mòdul Field</a>). Per a més informació, aneu a la secció del <a href="@node">mòdul Node</a> del manual en línia.

source: Creating content
ca_es: Creació de contingut

source: When new content is created, the Node module records basic information about the content, including the author, date of creation, and the <a href="@content-type">Content type</a>. It also manages the <em>publishing options</em>, which define whether or not the content is published, promoted to the front page of the site, and/or sticky at the top of content lists. Default settings can be configured for each <a href="@content-type">type of content</a> on your site.
ca_es: Quan es crea contingut nou, el mòdul Node registra informació bàsica sobre el contingut, incloent-hi l'autor, la data de creació, i el <a href="@content-type">Tipus de contingut</a>. També gestiona les <em>opcions de publicació</em>, que defineixen si el contingut es publica, es promociona a la portada del lloc i/o es deixa estàtic a la part superior dels llistats de contingut. Els paràmetres predeterminats es poden configurar per cada <a href="@content-type">tipus de contingut</a> del vostre lloc.

source: Creating custom content types
ca_es: Creació de tipus de contingut personalitzat

source: The Node module gives users with the <em>Administer content types</em> permission the ability to <a href="@content-new">create new content types</a> in addition to the default ones already configured. Creating custom content types allows you the flexibility to add <a href="@field">fields</a> and configure default settings that suit the differing needs of various site content.
ca_es: El mòdul Node dóna als usuaris amb el permís <em>Administra els tipus de contingut</em> l'habilitat de <a href="@content-new">crear nous tipus de contingut</a> a més dels que venen per defecte ja configurats. La creació de tipus de contingut personalitzats us dóna la flexibilitat d'afegir camps i configurar els paràmetres predeterminats que satisfacin les diferents necessitats dels diversos continguts del lloc.

source: Administering content
ca_es: Administració de contingut

source: The <a href="@content">Content administration page</a> allows you to review and bulk manage your site content.
ca_es: La <a href="@content">Pàgina d'administració de contingut</a> us permet de revisar i gestionar a granel el vostre contingut del lloc.

source: Creating revisions
ca_es: Creació de revisions

source: The Node module also enables you to create multiple versions of any content, and revert to older versions using the <em>Revision information</em> settings.
ca_es: El mòdul Node també us permet crear múltiples revisions de qualsevol contingut, i tornar a revisions anteriors utilitzant el paràmetre <em>Informació de revisió</em>.

source: User permissions
ca_es: Permisos d'usuari

source: The Node module makes a number of permissions available for each content type, which can be set by role on the <a href="@permissions">permissions page</a>.
ca_es: El mòdul Node posa a disposició un nombre de permisos per cada tipus de contingut, que poden establir-se per rol a la <a href="@permissions">pàgina de permisos</a>.

source: Individual content types can have different fields, behaviors, and permissions assigned to them.
ca_es: Els tipus de contingut individuals poden tenir diferents camps, comportaments i permisos assignats.

source: Content items can be displayed using different view modes: Teaser, Full content, Print, RSS, etc. <em>Teaser</em> is a short format that is typically used in lists of multiple content items. <em>Full content</em> is typically used when the content is displayed on its own page.
ca_es: Els elements de contingut es poden visualitzar en diversos modes: Resum, Contingut sencer, Impressió, RSS, etc. El <em>resum</em> és un format curt que típicament s'utilitza en llistats de múltiples elements de contingut. El <em>contingut sencer</em> s'utilitza típicament quan el contingut es visualitza en la seva pròpia pàgina.

source: Here, you can define which fields are shown and hidden when %type content is displayed in each view mode, and define how the fields are displayed in each view mode.
ca_es: Aquí podeu definir quins camps es mostren i quins s'oculten quan es visualitza el tipus de contingut %type segons el mode de visualització, i definir com s'han de veure els camps a cada mode.

source: Revisions allow you to track differences between multiple versions of your content, and revert back to older versions.
ca_es: Les revisions us permeten seguir les diferències entre múltiples versions del vostre contingut, i tornar enrere cap a versions anteriors.

source: Full content
ca_es: Contingut sencer

source: Search result
ca_es: Resultat de la cerca

source: Node module element.
ca_es: Element del mòdul Node.

source: The content on this page has either been modified by another user, or you have already submitted modifications using this form. As a result, your changes cannot be saved.
ca_es: El contingut d'aquesta pàgina ha estat o bé modificat per un altre usuari, o bé ja heu enviat les modificacions utilitzant aquest formulari. Com a resultat, els vostres canvis no es poden desar.

source: Use the language of the displayed content.
ca_es: Utilitza la llengua del contingut que es mostra.

source: Administer content types
ca_es: Administra els tipus de contingut

source: Warning: Give to trusted roles only; this permission has security implications.
ca_es: Avís: Assigneu-lo només als rols de confiança; aquest permís té implicacions en la seguretat.

source: View published content
ca_es: Accedeix al contingut publicat

source: Access the content overview page
ca_es: Accedeix a la pàgina del resum de continguts

source: Bypass content access control
ca_es: Evita el control d'accés al contingut

source: View, edit and delete all content regardless of permission restrictions. %warning
ca_es: Accediu, editeu i esborreu tot el contingut independentment de les restriccions de permís. %warning

source: View content revisions
ca_es: Accedeix a les revisions del contingut

source: Revert content revisions
ca_es: Torna a revisions del contingut anteriors

source: Delete content revisions
ca_es: Suprimeix revisions de contingut

source: View own unpublished content
ca_es: Accedeix al contingut propi no publicat

source: Content is sticky at top of lists
ca_es: El contingut és estàtic a la part superior dels llistats

source: Content is promoted to the front page
ca_es: El contingut és promocionat a la portada

source: Recent content
ca_es: Contingut recent

source: Number of recent content items to display
ca_es: Nombre d'elements de contingut recent a mostrar

source: Show all content
ca_es: Mostra tot el contingut

source: Show block for specific content types
ca_es: Mostra el bloc per a tipus de contingut específics

source: Show this block only on pages that display content of the given type(s). If you select no types, there will be no type-specific limitation.
ca_es: Mostreu aquest bloc només a les pàgines que mostrin contingut de determinat(s) tipus. Si no seleccioneu cap tipus, no hi haurà cap tipus de limitació en aquest aspecte.

source: Welcome to @site-name
ca_es: Benvingut a @site-name

source: No front page content has been created yet.
ca_es: No s'ha creat encara contingut per la portada.

source: Change the default front page
ca_es: Canvia la portada predeterminada

source: Only in the term(s)
ca_es: Només al(s) terme(s)

source: Create new %type_name content
ca_es: Crea nou contingut de %type_name

source: Edit own %type_name content
ca_es: Edita contingut propi de %type_name

source: Edit any %type_name content
ca_es: Edita qualsevol contingut de %type_name

source: Delete own %type_name content
ca_es: Suprimeix contingut propi de %type_name

source: Delete any %type_name content
ca_es: Suprimeix qualsevol contingut de %type_name

source: Unpublish content
ca_es: Retira el contingut

source: Make content sticky
ca_es: Fes el contingut estàtic

source: Make content unsticky
ca_es: Fes el contingut no estàtic

source: Promote content to front page
ca_es: Promou el contingut a la portada

source: Remove content from front page
ca_es: Esborra el contingut de la portada

source: Change the author of content
ca_es: Canvia l'autor del contingut

source: Save content
ca_es: Desa el contingut

source: Unpublish content containing keyword(s)
ca_es: Retira el contingut que contingui les paraules clau

source: The content will be unpublished if it contains any of the phrases above. Use a case-sensitive, comma-separated list of phrases. Example: funny, bungee jumping, "Company, Inc."
ca_es: El contingut es retirarà si conté qualsevol de les frases citades. Utilitzeu una llista de frases sensibles a majúscules, separada per comes. Exemple: divertit, salt de caiguda lliure, "Company, Inc.".

source: If the site is experiencing problems with permissions to content, you may have to rebuild the permissions cache. Rebuilding will remove all privileges to content and replace them with permissions based on the current modules and settings. Rebuilding may take some time if there is a lot of content or complex permission settings. After rebuilding has completed, content will automatically use the new permissions.
ca_es: Si el lloc està experimentant problemes amb permisos de contingut, podeu haver de refer la memòria cau dels permisos. Refer suprimirà tots els privilegis sobre el contingut i els substituirà amb els permisos basats en els mòduls i paràmetres actuals. Refer pot trigar un temps si hi ha molt contingut o paràmetres de permisos complexes. Una vegada s'hagi acabat de refer, el contingut utilitzarà automàticament els nous permisos.

source: Node Access Permissions
ca_es: Permisos d'Accés als Nodes

source: One permission in use
ca_es: Un permís en ús

source: Find and manage content.
ca_es: Busqueu i gestioneu el contingut.

source: Manage content types, including default status, front page promotion, comment settings, etc.
ca_es: Gestioneu els tipus de contingut, incloent l'estat predeterminat, la promoció a la portada, els paràmetres dels comentaris, etc.

source: Edit content type
ca_es: Edita el tipus de contingut

source: !number node body and teaser properties migrated to the 'body' field.
ca_es: S'han migrat !number cosos i resums de node al camp 'body'.

source: Don't display post information
ca_es: No mostris la informació de l'entrada.

source: This site supports <a href="@openid-net">OpenID</a>, a secure way to log in to many websites using a single username and password. OpenID can reduce the necessity of managing many usernames and passwords for many websites.
ca_es: Aquest lloc accepta l'<a href="@openid-net">OpenID</a>, una forma segura d'iniciar sessió en molts llocs web utilitzant un únic usuari i contrasenya. L'OpenID pot reduir la necessitat de gestionar molts usuaris i contrasenyes per a molts llocs web.

source: If you already have an OpenID, enter the URL to your OpenID server below (e.g. myusername.openidprovider.com). Next time you log in, you will be able to use this URL instead of a regular username and password. You can have multiple OpenID servers if you like; just keep adding them here.
ca_es: Si ja teniu un OpenID, introduïu a continuació la URL del vostre servidor OpenID (p.e. elmeunomdusuari.proveidoropenid.com). El proper cop que inicieu sessió, podreu utilitzar aquesta URL enlloc d'un usuari i contrasenya habitual. Podeu tenir diversos servidors OpenID si voleu; simplement afegiu-los aquí.

source: The OpenID module allows users to log in using the OpenID single sign on service. <a href="@openid-net">OpenID</a> is a secure method for logging into many websites with a single username and password. It does not require special software, and it does not share passwords with any site to which it is associated, including the site being logged into. The main benefit to users is that they can have a single password that they can use on many websites. This means they can easily update their single password from a centralized location, rather than having to change dozens of passwords individually. For more information, see the online handbook entry for <a href="@handbook">OpenID module</a>.
ca_es: El mòdul OpenID permet als usuaris iniciar sessió utilitzant el servei de firma única OpenID. L'<a href="@openid-net">OpenID</a> és un mètode segur per identificar-se en un gran nombre de llocs web amb un sol usuari i contrasenya. No requereix cap programari especial i no comparteix contrasenyes amb cap lloc amb què estigui associat, incloent el lloc en que inicieu sessió. El benefici principal cap als usuaris és que poden tenir una única contrasenya que poden utilitzar en molts llocs web. Això significa que ells poden actualitzar fàcilment la seva única contrasenya des d'un lloc centralitzat, en comptes de canviar-ne dotzenes de forma individual. Per a més informació, aneu a la secció del <a href="@handbook">mòdul OpenID</a> del manual en línia.

source: Logging in with OpenID
ca_es: Iniciant sessió amb OpenID

source: To log in using OpenID, a user must already have an OpenID account. Users can then create site accounts using their OpenID, assign one or more OpenIDs to an existing account, and log in using an OpenID. This lowers the barrier to registration, which helps increase the user base, and offers convenience and security to the users. Because OpenID cannot guarantee a user is legitimate, email verification is still necessary. When logging in, users are presented with the option of entering their OpenID URL, which will look like <em>myusername.openidprovider.com</em>. The site then communicates with the OpenID server, asking it to verify the identity of the user. If the user is logged into their OpenID server, the server communicates back to your site, verifying the user. If they are not logged in, the OpenID server will ask the user for their password. At no point does the site being logged into record the user's OpenID password.
ca_es: Per iniciar sessió utilitzant l'OpenID, un usuari ha de tenir ja un compte OpenID. Els usuaris poden llavors crear comptes al lloc utilitzant el seu OpenID, assignar un o més OpenIDs a un compte ja existent i iniciar sessió utilitzant un OpenID. Això redueix la barrera del registre, que augmenta la base d'usuaris, i ofereix conveniència i seguretat als usuaris. Com que l'OpenID no pot garantir que us usuari és legítim, encara és necessària la verificació a través de correu electrònic. Al iniciar sessió, es mostra als usuaris l'opció d'introduir la seva URL d'OpenID, que s'assemblarà a <em>elmeunomdusuari.proveidoropenid.com</em>. Llavors el lloc es comunica amb el servidor OpenID, demanant que verifiqui la identitat de l'usuari. Si l'usuari s'ha identificat en el seu servidor d'OpenID, aquest tornarà a comunicar-se amb el vostre lloc i verificarà a l'usuari. Si no ha iniciat sessió, el servidor d'OpenID li demanarà a l'usuari la seva contrasenya. En cap moment el lloc on s'inicia sessió registra la contrasenya OpenId de l'usuari.

source: Once you have verified your e-mail address, you may log in via OpenID.
ca_es: Una vegada hàgiu verificat la vostra adreça de correu electrònic, podreu iniciar sessió via OpenID.

source: Sorry, that is not a valid OpenID. Ensure you have spelled your ID correctly.
ca_es: Ho sentim, aquest no és un OpenID vàlid. Assegureu-vos que heu escrit el vostre ID correctament.

source: Complete the registration by filling out the form below. If you already have an account, you can <a href="@login">log in</a> now and add your OpenID under "My account".
ca_es: Completeu el registre emplenant el formulari que hi ha a continuació. Si ja teniu un compte, podeu <a href="@login">iniciar sessió</a> ara i afegir el vostre OpenID a "El meu compte".

source: Account registration using the information provided by your OpenID provider failed due to the reasons listed below. Complete the registration by filling out the form below. If you already have an account, you can <a href="@login">log in</a> now and add your OpenID under "My account".
ca_es: Ha fallat el registre del compte utilitzant la informació proporcionada pel vostre proveïdor d'OpenID a causa de les raons que s'enumeren a continuació. Completeu el registre emplenant el formulari que hi ha a continuació. Si ja teniu un compte, podeu <a href="@login">iniciar sessió</a> ara i afegir el vostre OpenID a "El meu compte".

source: OpenID requires the BC Math library for PHP which is missing or outdated. Check the <a href="@url">PHP BC Math Library documentation</a> for information on how to correct this.
ca_es: L'OpenID requereix la biblioteca BC Math per PHP que falta o està obsoleta. Comproveu la <a href="@url">documentació de la biblioteca BC Math de PHP</a> per a informació de com corregir això.

source: BC Match library
ca_es: Biblioteca BC Match

source: The Overlay module makes the administration pages on your site display in a JavaScript overlay of the page you were viewing when you clicked the administrative link, instead of replacing the page in your browser window. Use the close link on the overlay to return to the page you were viewing when you clicked the link. For more information, see the online handbook entry for <a href="@overlay">Overlay module</a>.
ca_es: El mòdul Overlay fa que les pàgines d'administració del vostre lloc es mostrin en una capa superposada de JavaScript sobre la pàgina que estàveu veient al fer clic a l'enllaç d'administració, en comptes de canviar la pàgina del vostre navegador. Utilitzeu l'enllaç de tancar de la capa superposada per a tornar a la pàgina que estàveu veient al fer clic a l'enllaç. Per a més informació, aneu a la secció del <a href="@overlay">mòdul Overlay</a> del manual en línia.

source: Access the administrative overlay
ca_es: Accedeix a la capa d'administració

source: View administrative pages in the overlay.
ca_es: Accedeix a les pàgines administratives en la capa superposada.

source: Displays the Drupal administration interface in an overlay.
ca_es: Mostra la interfície d'administració del Drupal en una capa superposada.

source: @title dialog
ca_es: Quadre de @title

source: No URL aliases available. <a href="@link">Add alias</a>.
ca_es: No hi ha àlies d'URL disponibles. <a href="@link">Afegiu-ne un</a>.

source: Specify the existing path you wish to alias. For example: node/28, forum/1, taxonomy/term/1.
ca_es: Especifiqueu el camí existent al qual voleu crear l'àlies. Per exemple: node/28, forum/1, taxonomy/term/1.

source: The Path module allows you to specify an alias, or custom URL, for any existing internal system path. Aliases should not be confused with URL redirects, which allow you to forward a changed or inactive URL to a new URL. In addition to making URLs more readable, aliases also help search engines index content more effectively. Multiple aliases may be used for a single internal system path. To automate the aliasing of paths, you can install the contributed module <a href="@pathauto">Pathauto</a>. For more information, see the online handbook entry for the <a href="@path">Path module</a>.
ca_es: El mòdul Path us permet especificar un àlies, o una URL personalitzada, per a un camí intern existent del sistema. No s'han de confondre els àlies amb les redireccions d'URL, les quals us permeten redirigir una URL inactiva o que ha canviat a una nova URL. A més a més de fer les URLs millors per a ser llegides, els àlies també ajuden als cercadors a indexar el contingut de forma més efectiva. Es poden utilitzar múltiples àlies per a un sol camí intern del sistema. Per a automatitzar la creació dels àlies dels camins, podeu instal·lar el mòdul contribuït <a href="@pathauto">Pathauto</a>. Per a més informació, aneu a la secció del <a href="@path">mòdul Path</a> del manual en línia.

source: Creating aliases
ca_es: Creació d'àlies

source: Users with sufficient <a href="@permissions">permissions</a> can create aliases under the <em>URL path settings</em> section when they create or edit content. Some examples of aliases are:
ca_es: Els usuaris amb els suficients <a href="@permissions">permisos</a> poden crear àlies a la secció <em>Paràmetres del camí URL</em> quan creïn o editin contingut. Alguns exemples d'àlies són:

source: <em>member/jane-smith</em> aliased to internal path <em>user/123</em>
ca_es: <em>membre/jane-smith</em> és un àlies del camí intern <em>user/123</em>

source: <em>about-us/team</em> aliased to internal path <em>node/456</em>
ca_es: <em>qui-som/equip</em> és un àlies del camí intern <em>node/456</em>

source: Managing aliases
ca_es: Gestió dels àlies
